<?php

return array (
  'password' => 'يجب أن لا يقل طول كلمة المرور عن ستة أحرف، كما يجب أن تتطابق مع حقل التأكيد.',
  'reset' => 'تمت إعادة تعيين كلمة المرور!',
  'sent' => 'تم إرسال تفاصيل استعادة كلمة المرور الخاصة بك إلى بريدك الإلكتروني!',
  'token' => 'رمز استعادة كلمة المرور الذي أدخلته غير صحيح.',
  'user' => 'لم يتم العثور على أيّ حسابٍ بهذا العنوان الإلكتروني.',
  'throttled' => 'الرجاء الانتظار قبل إعادة المحاولة.',
  'passwords' => [
    'reset' => [
        'subject' => 'إعادة تعيين كلمة المرور',
        'line1' => 'تم استلام طلب إعادة تعيين كلمة المرور الخاصة بك.',
        'line2' => 'لإعادة تعيين كلمة المرور، اضغط على الزر أدناه:',
        'action' => 'إعادة تعيين كلمة المرور',
        'line3' => 'إذا لم تقم بطلب إعادة تعيين كلمة المرور، لا داعي لاتخاذ أي إجراء آخر.',
    ],
  ],
);